{"posts":[],"tags":[],"categories":[],"pages":[{"title":"Home","text":".profile-container { display: flex; flex-wrap: wrap; gap: 2rem; align-items: flex-start; } .profile-left { flex: 0 0 30%; min-width: 250px; } .profile-right { flex: 1; min-width: 250px; } @media screen and (max-width: 768px) { .profile-container { flex-direction: column; } } Tianshu Chen Associate Professor College of Oceanic & Atmospheric Sciences, Ocean University of China Email: tianshu.chen@ouc.edu.cn Research Theme I investigate how human activities and a warming climate shape the atmospheric oxidising capacity (OH/HO2, O3) and how these changes feed back on climate, specific weather phenomena (e.g., sea fog), ecosystems, and human health. I follow the full chain “Emission → Chemical Transformation → Weather / Climate Coupling → Feedbacks to Climate, Weather & Life”. 🌇⛽️Emission&nbsp;Fingerprints : Quantify what and how much fossil‑energy extraction, petro‑chemical plants, shipping, and consumer products emit. 🧊💥Chemical&nbsp;Transformation : Unpack how radicals and photochemistry turn those emissions into secondary pollutants. 🌕💨Weather &amp; Climate Coupling : Diagnose how heatwaves, boundary‑layer dynamics, sea‑breeze systems, etc. interact with chemistry and transport, altering pollutant loads. 🌁🌲Feedbacks to Climate, Weather &amp; Life : Link source–chemistry–weather interactions to climate feedbacks, specific weather events (e.g., sea fog), and ecosystem or health outcomes. News July 2025: Tianshu joined the College of Ocean and Atmospheric Sciences at Ocean University of China as an Associate Professor. 🎉","link":"/index.html"},{"title":"CV","text":"","link":"/cv/index.html"},{"title":"Publications","text":".link-columns { display: flex; flex-wrap: wrap; gap: 2rem; margin-bottom: 2rem; } .link-column { flex: 1; min-width: 240px; } .link-column h2 { color: #2c6589; } .link-column a { display: block; margin-bottom: 0.5rem; color: #1a5a7f; text-decoration: underline; } hr { margin: 2rem 0; } .publication-section h2 { color: #2c6589; margin-bottom: 1rem; } .publication-section ul { padding-left: 1.2rem; } .publication-section li { margin-bottom: 1rem; } Indices Publications: 48 (6 as first or corresponding author) Citations: 1,732 H-index: 24 Scholar Sites Google Scholar ResearchGate Submitted Accepted Zou, Z.#, Chen, T.#, Chen, Q., Sun, W., Han, S., Ren, Z., Li, X., Song, W., Ge, A., Wang, Q., Tian, X., Pei, C., Wang, X., Zhang, Y., and Wang, T.: Missing sinks of atmospheric OH and HO2 radicals in a subtropical rural site and implications for secondary pollutants, Atmospheric Chemistry and Physics, Accepted, 2025. 2024 Chen, T., Wang, T., Xue, L., and Guy, B.: Heatwave exacerbates air pollution in China through intertwined climate–energy–environment interactions, Science Bulletin, doi:10.1016/j.scib.2024.05.018, 2024. (IF=21.1) Chen, T., Gilman, J., Kim, S.-W., Lefer, B., Washenfelder, R., Young, C. J., Rappenglueck, B., Stevens, P. S., Veres, P. R., Xue, L., and de Gouw, J.: Modeling the Impacts of Volatile Chemical Product Emissions on Atmospheric Photochemistry and Ozone Formation in Los Angeles, Journal of Geophysical Research: Atmospheres, 129, e2024JD040743, doi:10.1029/2024JD040743, 2024. (Wiley China Excellent Author Program, April-June 2024) 2022 Chen, T., Huang, L., Zhang, X., Gao, R., Li, H., Fan, K., Ma, D., Ma, Z., Xue, L., and Wang, W.: Effects of coal chemical industry on atmospheric volatile organic compounds emission and ozone formation in a northwestern Chinese city, Science of The Total Environment, 839, 156149, doi:10.1016/j.scitotenv.2022.156149, 2022. Chen, T., Zheng, P., Zhang, Y., Dong, C., Han, G., Li, H., Yang, X., Liu, Y., Sun, J., Li, H., Zhang, X., Li, Y., Wang, W., and Xue, L.: Characteristics and formation mechanisms of atmospheric carbonyls in an oilfield region of northern China, Atmospheric Environment, 274, 118958, doi:10.1016/j.atmosenv.2022.118958, 2022. 2020 Chen, T., Xue, L., Zheng, P., Zhang, Y., Liu, Y., Sun, J., Han, G., Li, H., Zhang, X., Li, Y., Li, H., Dong, C., Xu, F., Zhang, Q., and Wang, W.: Volatile organic compounds and ozone air pollution in an oil production region in northern China, Atmospheric Chemistry and Physics, 20, 7069–7086, doi:10.5194/acp-20-7069-2020, 2020.(Cited by 95) Sun, L.#, Chen, T.#, Jiang, Y., Zhou, Y., Sheng, L., Lin, J., Li, J., Dong, C., Wang, C., Wang, X., Zhang, Q., Wang, W., and Xue, L.: Ship emission of nitrous acid (HONO) and its impacts on the marine atmospheric oxidation chemistry, Science of The Total Environment, 735, 139355, doi:10.1016/j.scitotenv.2020.139355, 2020.","link":"/publications/index.html"},{"title":"Research","text":"@media (min-width: 768px) { .responsive-float-right { float: right; margin-left: 0px; margin-bottom: 0px; } } @media (max-width: 767px) { .responsive-float-right img { width: 100%; height: auto; } } .full-width { display: block; /* 独占一行 */ width: 60%; max-width: 1000px; /* 你想要的最大宽度 */ margin: 0 auto 16px; /* 上下间距 & 居中 */ } Research Theme ✨I investigate how how human activities and a warming climate shape the atmospheric oxidising capacity (OH/HO2, O3) and feed back on climate, specific weather phenomena (e.g., sea fog), ecosystems, and human health. I follow the full chain “Emission → Chemical Transformation → Weather / Climate Coupling → Feedbacks to Climate, Weather &amp; Life”. I. Emission Fingerprints 🌇⛽️Q1: What is the VOC fingerprint of China’s oil and gas extraction? Oil and gas extraction is a significant source of atmospheric VOCs, which are key precursors in tropospheric chemistry and ozone formation. First direct VOC emission measurements were conducted at oil fields in China, filling a critical data gap. The study compared VOC compositions from Chinese oil fields (gray area) with: Three types of ambient samples from the same region VOC profiles from four U.S. oil fields (ERG, Field et al., Gilman et al., Koss et al.) II. Chemical Transformation 🧊💥Q1: How do everyday products affect the air we breathe? Volatile Chemical Products (VCPs) like solvents, personal care items, and coatings have become dominant VOC sources in urban areas such as Los Angeles. VCP emissions contributed ~23% of peak ozone during pollution episodes (CalNex 2010), as shown by detailed MCM modeling. These VOCs enhance ozone formation by increasing primary production and recycling of radicals (ROx). Mechanisms with VCP chemistry (e.g. RACM2-VCP) more accurately reproduced ozone levels compared to simplified schemes. NOx reductions in 2020 (e.g. from COVID) led to a NOx-limited regime, reducing VCP impact on ozone. Q2: How does oil and gas extraction shape regional air chemistry? A observation-constrained chemical box model was used to evaluate the radical and ozone budgets under real atmospheric conditions in China's oilfield region. Oxygenated VOCs (OVOCs) were major contributors to primary ROx production, OH loss, and radical recycling. Photolysis of OVOCs, O₃, and HONO, along with ozonolysis of unsaturated VOCs, dominated the initiation of radical chemistry. High ozone episodes were observed frequently in summer, driven by abundant VOCs and intense photochemistry. NOₓ was the limiting factor for both radical recycling and ozone formation, highlighting a NOₓ-limited regime. These findings underscore the strong impact of oil and gas extraction on atmospheric oxidation capacity and regional air quality. Q3: How do ships influence oxidation chemistry over the ocean? HONO (nitrous acid) is a key precursor of hydroxyl radicals (OH), which initiate many oxidation processes in the atmosphere. While land-based traffic emissions of HONO are well studied, little is known about ship-derived HONO and its impact on marine atmospheric chemistry. This study fills that gap through cruise measurements and global modelling. Direct ship-plume observations over the East China Sea revealed a HONO/NOₓ emission ratio of 0.51 ± 0.18%. Using this measured ratio, the team estimated that global shipping emits ~63.9 ± 22.2 Gg HONO per year. GEOS-Chem simulations incorporating these emissions showed that HONO levels could increase by 40–100% over shipping lanes. This elevated HONO led to 5–15% higher early-morning OH production, significantly enhancing marine oxidising capacity. The findings suggest that ship-emitted HONO is a non-negligible source of atmospheric oxidants over the oceans and should be included in chemical transport models. III. Weather &amp; Climate Coupling 🌕💨Q1: What happens to air pollution during a record-breaking heatwave? The summer of 2022 brought record-breaking heatwaves to eastern China, severely affecting air quality. This study reveals a multi-faceted feedback loop where extreme heat, soaring electricity demand, and energy policy constraints jointly worsened ozone pollution across densely populated regions. Energy–climate feedback: Heatwaves raised cooling demands while hydropower shortages limited clean energy supply. Increased emissions: Fossil-based power generation surged, elevating NOx and VOC emissions. O3 enhancement: Elevated temperatures and stagnant air favored ozone formation. Policy implication: Calls for cleaner and more resilient energy structures under warming climate. IV. Feedbacks to Climate, Weather &amp; Life 🌁🌲 Note: Each study may span multiple themes; see the publications page for details.","link":"/research/index.html"}]}