{"posts":[],"tags":[],"categories":[],"pages":[{"title":"Home","text":".profile-container { display: flex; flex-wrap: wrap; gap: 2rem; align-items: flex-start; } .profile-left { flex: 0 0 30%; min-width: 250px; } .profile-right { flex: 1; min-width: 250px; } @media screen and (max-width: 768px) { .profile-container { flex-direction: column; } } Tianshu Chen Associate Professor College of Oceanic & Atmospheric Sciences, Ocean University of China Email: chentianshu@ouc.edu.cn Research Theme I have always been captivated by the complex interplay between energy systems, the environment, and human society, and how these interactions will shape the future of clean air and carbon neutrality. My research focuses on investigating the human impact on air quality and climate change through the lens of atmospheric chemistry, with particular attention to energy-related species. I combine various methods to explore changing atmospheric compositions, such as spatiotemporal trends in concentrations, using atmospheric observations as key constraints. News July 2025: Tianshu joined the College of Ocean and Atmospheric Sciences at Ocean University of China as an Associate Professor. 🎉","link":"/index.html"},{"title":"CV","text":"","link":"/cv/index.html"},{"title":"Publications","text":".link-columns { display: flex; flex-wrap: wrap; gap: 2rem; margin-bottom: 2rem; } .link-column { flex: 1; min-width: 240px; } .link-column h2 { color: #2c6589; } .link-column a { display: block; margin-bottom: 0.5rem; color: #1a5a7f; text-decoration: underline; } hr { margin: 2rem 0; } .publication-section h2 { color: #2c6589; margin-bottom: 1rem; } .publication-section ul { padding-left: 1.2rem; } .publication-section li { margin-bottom: 1rem; } Schloar Sites Google Scholar ResearchGate Submitted Accepted Zou, Z.#, Chen, T.#, Chen, Q., Sun, W., Han, S., Ren, Z., Li, X., Song, W., Ge, A., Wang, Q., Tian, X., Pei, C., Wang, X., Zhang, Y., and Wang, T.: Missing sinks of atmospheric OH and HO2 radicals in a subtropical rural site and implications for secondary pollutants, Atmospheric Chemistry and Physics, Accepted, 2025. 2024 Chen, T., Wang, T., Xue, L., and Guy, B.: Heatwave exacerbates air pollution in China through intertwined climate–energy–environment interactions, Science Bulletin, doi:10.1016/j.scib.2024.05.018, 2024. Chen, T., Gilman, J., Kim, S.-W., Lefer, B., Washenfelder, R., Young, C. J., Rappenglueck, B., Stevens, P. S., Veres, P. R., Xue, L., and de Gouw, J.: Modeling the Impacts of Volatile Chemical Product Emissions on Atmospheric Photochemistry and Ozone Formation in Los Angeles, Journal of Geophysical Research: Atmospheres, 129, e2024JD040743, doi:10.1029/2024JD040743, 2024. 2022 Chen, T., Huang, L., Zhang, X., Gao, R., Li, H., Fan, K., Ma, D., Ma, Z., Xue, L., and Wang, W.: Effects of coal chemical industry on atmospheric volatile organic compounds emission and ozone formation in a northwestern Chinese city, Science of The Total Environment, 839, 156149, doi:10.1016/j.scitotenv.2022.156149, 2022. Chen, T., Zheng, P., Zhang, Y., Dong, C., Han, G., Li, H., Yang, X., Liu, Y., Sun, J., Li, H., Zhang, X., Li, Y., Wang, W., and Xue, L.: Characteristics and formation mechanisms of atmospheric carbonyls in an oilfield region of northern China, Atmospheric Environment, 274, 118958, doi:10.1016/j.atmosenv.2022.118958, 2022. 2020 Chen, T., Xue, L., Zheng, P., Zhang, Y., Liu, Y., Sun, J., Han, G., Li, H., Zhang, X., Li, Y., Li, H., Dong, C., Xu, F., Zhang, Q., and Wang, W.: Volatile organic compounds and ozone air pollution in an oil production region in northern China, Atmospheric Chemistry and Physics, 20, 7069–7086, doi:10.5194/acp-20-7069-2020, 2020. Sun, L.#, Chen, T.#, Jiang, Y., Zhou, Y., Sheng, L., Lin, J., Li, J., Dong, C., Wang, C., Wang, X., Zhang, Q., Wang, W., and Xue, L.: Ship emission of nitrous acid (HONO) and its impacts on the marine atmospheric oxidation chemistry, Science of The Total Environment, 735, 139355, doi:10.1016/j.scitotenv.2020.139355, 2020.","link":"/publications/index.html"},{"title":"Research","text":"","link":"/research/index.html"}]}